import React, { Component } from 'react';

class AboutMe extends Component {
	render(){
		return(
		
		<div>
		<h2 id="whoIam">
من أنا؟
</h2>


<h2 id="mySelf">أنا أسماء محمد الغامدي، طالبة في جامعة الملك عبدالعزيز، متخصصة في علوم الحاسب،<br></br>
 أسعى لوضع بصمة في مجتمعي، وإعادة أمجاد الأمة الإسلامية والوطن العربي.<br></br>
 أجيد البرمجة بلغة الجافا، تعلمتُ تطوير تطبيقات الأندرويد والآن أنا في طريقي لتعلم تطوير تطبيقات الأبل بلغة "سويفت"، <br></br>
أحب التطوع وأنا عضوة في فريقي نماء وبدارا التطوعية، وسفيرة برنامج أنت_أنا لتخصصي، <br></br>
.أجيد مونتاج الفيديوهات ولي أكثر من فيديو <br></br> 
 
</h2></div>
		)
	}
}

export default AboutMe;